Repository: mjanez/dcat-query-classifier
Catalog: locales/*/LC_MESSAGES/sparql_humanize.po
Languages: es

source: Loading data
es: Cargando datos

source: Data loaded successfully
es: Datos cargados exitosamente

source: Preprocessing data
es: Preprocesando datos

source: Data preprocessed successfully
es: Datos preprocesados exitosamente

source: Building model
es: Construyendo modelo

source: Model built successfully
es: Modelo construido exitosamente

source: Training model
es: Entrenando modelo

source: Model trained successfully
es: Modelo entrenado exitosamente

source: Model saved
es: Modelo guardado

source: Loading model
es: Cargando modelo

source: Model loaded successfully
es: Modelo cargado exitosamente

source: Making prediction
es: Realizando predicción

source: Prediction completed
es: Predicción completada

source: Error loading data
es: Error al cargar datos

source: Error preprocessing data
es: Error al preprocesar datos

source: Error building model
es: Error al construir modelo

source: Error training model
es: Error al entrenar modelo

source: Error saving model
es: Error al guardar modelo

source: Error loading model
es: Error al cargar modelo

source: Error making prediction
es: Error al realizar predicción

source: File not found
es: Archivo no encontrado

source: Invalid configuration
es: Configuración inválida

source: Starting training process
es: Iniciando proceso de entrenamiento

source: Epoch
es: Época

source: Training accuracy
es: Precisión de entrenamiento

source: Validation accuracy
es: Precisión de validación

source: Early stopping triggered
es: Parada temprana activada

source: Predicted SPARQL query ID
es: ID de consulta SPARQL predicho

source: Confidence score
es: Puntuación de confianza

source: Processing question
es: Procesando pregunta
